Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.localTmux.error.existingSessionCommand
source: local-tmux session already exists; use attach or close it before supplying a new command
ar: جلسة local-tmux موجودة بالفعل; استخدم attach أو أغلقها قبل توفير أمر جديد
de: local-tmux-Sitzung existiert bereits; verwenden Sie attach oder schließen Sie sie, bevor Sie einen neuen Befehl angeben
es: la sesión de local-tmux ya existe; usa attach o ciérrala antes de proporcionar un nuevo comando
fr: la session local-tmux existe déjà ; utilisez attach ou fermez-la avant de fournir une nouvelle commande
ja: local-tmux セッションは既に存在します。新しいコマンドを指定する前に attach または close を使用してください
ko: local-tmux 세션이 이미 존재합니다. 새 명령을 입력하기 전에 attach를 사용하거나 해당 세션을 닫으십시오.
zh_hans: local-tmux 会话已存在；请在提供新命令前进行连接 (attach) 或将其关闭
zh_hant: local-tmux 工作階段已存在；請在提供新命令之前先連接 (attach) 或關閉它

# cli.localTmux.error.existingSessionCwd
source: local-tmux session already exists with a different working directory; use attach or close it first
ar: جلسة local-tmux موجودة بالفعل مع دليل عمل مختلف؛ استخدم attach أو أغلقها أولاً
de: local-tmux-Sitzung existiert bereits mit einem anderen Arbeitsverzeichnis; verwenden Sie zuerst attach oder schließen Sie sie
es: la sesión de local-tmux ya existe con un directorio de trabajo diferente; usa attach o ciérrala primero
fr: la session local-tmux existe déjà avec un répertoire de travail différent ; utilisez attach ou fermez-la d'abord
ja: 別の作業ディレクトリを持つ local-tmux セッションが既に存在します。先に attach または close を使用してください
ko: 다른 작업 디렉터리를 사용하는 local-tmux 세션이 이미 존재합니다. 먼저 attach를 사용하거나 해당 세션을 닫으십시오.
zh_hans: local-tmux 会话已存在且工作目录不同；请先连接 (attach) 或将其关闭
zh_hant: 具有不同工作目錄的 local-tmux 工作階段已存在；請先連接或關閉它

# cli.localTmux.error.invalidFocus
source: local-tmux: --focus must be true or false
ar: local-tmux: يجب أن يكون الخيار --focus إما true أو false
de: local-tmux: --focus muss true oder false sein
es: local-tmux: --focus debe ser true o false
fr: local-tmux : --focus doit être true ou false
ja: local-tmux: --focus は true または false で指定してください
ko: local-tmux: --focus는 true 또는 false여야 합니다.
zh_hans: local-tmux：--focus 必须为 true 或 false
zh_hant: local-tmux：--focus 必須是 true 或 false

# cli.localTmux.error.invalidID
source: local-tmux: --id must be a UUID
ar: local-tmux: يجب أن يكون الخيار --id من نوع UUID
de: local-tmux: --id muss eine UUID sein
es: local-tmux: --id debe ser un UUID
fr: local-tmux : --id doit être un UUID
ja: local-tmux: --id は UUID で指定してください
ko: local-tmux: --id는 UUID여야 합니다.
zh_hans: local-tmux：--id 必须是 UUID
zh_hant: local-tmux：--id 必須是 UUID

# cli.localTmux.error.invalidName
source: local-tmux session names must contain only letters, numbers, underscore, or dash (1–128 characters)
ar: يجب أن تحتوي أسماء جلسات local-tmux على أحرف أو أرقام أو شرطة سفلية أو شرطة فقط (من 1 إلى 128 حرفًا)
de: Sitzungsnamen für local-tmux dürfen nur Buchstaben, Zahlen, Unterstriche oder Bindestriche enthalten (1–128 Zeichen)
es: los nombres de sesión de local-tmux deben contener solo letras, números, guión bajo o guión (de 1 a 128 caracteres)
fr: les noms de session local-tmux doivent contenir uniquement des lettres, des chiffres, des underscores ou des tirets (1 à 128 caractères)
ja: local-tmux のセッション名には英数字、アンダースコア、ハイフンのみ使用できます（1～128文字）
ko: local-tmux 세션 이름은 영문자, 숫자, 밑줄, 대시만 포함할 수 있습니다 (1~128자).
zh_hans: local-tmux 会话名称必须仅包含字母、数字、下划线或连字符（1-128 个字符）
zh_hant: local-tmux 工作階段名稱必須僅包含字母、數字、底線或破折號 (1–128 個字元)

# cli.localTmux.error.invalidState
source: local-tmux state is invalid: %@
ar: حالة local-tmux غير صالحة: %@
de: local-tmux-Zustand ist ungültig: %@
es: el estado de local-tmux no es válido: %@
fr: l'état de local-tmux n'est pas valide : %@
ja: local-tmux の状態が無効です: %@
ko: local-tmux 상태가 유효하지 않습니다: %@
zh_hans: local-tmux 状态无效：%@
zh_hant: local-tmux 狀態無效：%@

# cli.localTmux.error.listSelector
source: local-tmux list does not take a session selector
ar: قائمة local-tmux لا تقبل محدد جلسة
de: local-tmux list akzeptiert keinen Sitzungs-Selektor
es: la lista de local-tmux no acepta un selector de sesión
fr: local-tmux list ne prend pas de sélecteur de session
ja: local-tmux list ではセッションセレクターを指定できません
ko: local-tmux list는 세션 선택기를 허용하지 않습니다.
zh_hans: local-tmux list 不接受会话选择器
zh_hant: local-tmux list 不接受工作階段選擇器

# cli.localTmux.error.lockFailed
source: could not lock local-tmux state: %@
ar: تعذر قفل حالة local-tmux: %@
de: local-tmux-Zustand konnte nicht gesperrt werden: %@
es: no se pudo bloquear el estado de local-tmux: %@
fr: impossible de verrouiller l'état de local-tmux : %@
ja: local-tmux の状態をロックできませんでした: %@
ko: local-tmux 상태를 잠글 수 없습니다: %@
zh_hans: 无法锁定 local-tmux 状态：%@
zh_hant: 無法鎖定 local-tmux 狀態：%@

# cli.localTmux.error.multipleClients
source: local-tmux session has multiple clients; pass --client <id> or --all to detach explicitly
ar: تحتوي جلسة local-tmux على عملاء متعددين؛ مرر --client <id> أو --all لقطع الاتصال صراحةً
de: local-tmux-Sitzung hat mehrere Clients; übergeben Sie --client <id> oder --all, um die Verbindung explizit zu trennen
es: la sesión de local-tmux tiene múltiples clientes; pasa --client <id> o --all para realizar un desacoplamiento explícito
fr: la session local-tmux a plusieurs clients ; passez --client <id> ou --all pour détacher explicitement
ja: local-tmux セッションに複数のクライアントがあります。明示的に切断するには --client <id> または --all を指定してください
ko: local-tmux 세션에 여러 클라이언트가 있습니다. 명시적으로 detach하려면 --client <id> 또는 --all을 전달하십시오.
zh_hans: local-tmux 会话有多个客户端；请显式传递 --client <id> 或 --all 进行断开连接
zh_hant: local-tmux 工作階段有多個用戶端；請傳遞 --client <id> 或 --all 來明確中斷連接 (detach)

# cli.localTmux.error.newClientOnly
source: local-tmux --new-client is only valid with attach
ar: الخيار local-tmux --new-client صالح فقط مع attach
de: local-tmux --new-client ist nur mit attach gültig
es: local-tmux --new-client solo es válido con attach
fr: local-tmux --new-client est uniquement valide avec attach
ja: local-tmux の --new-client は attach でのみ使用できます
ko: local-tmux --new-client는 attach에서만 유효합니다.
zh_hans: local-tmux --new-client 仅在执行 attach 时有效
zh_hant: local-tmux --new-client 僅在搭配 attach 時有效

# cli.localTmux.error.noClients
source: local-tmux session has no attached clients: %@
ar: لا توجد عملاء متصلون بجلسة local-tmux: %@
de: local-tmux-Sitzung hat keine angehängten Clients: %@
es: la sesión de local-tmux no tiene clientes acoplados: %@
fr: la session de local-tmux n'a aucun client connecté : %@
ja: local-tmux セッションに接続中のクライアントがありません: %@
ko: local-tmux 세션에 연결된 클라이언트가 없습니다: %@
zh_hans: local-tmux 会话没有已连接的客户端：%@
zh_hant: local-tmux 工作階段沒有連接的用戶端：%@

# cli.localTmux.error.operationFailed
source: local-tmux %@ failed (exit %d)
ar: فشل local-tmux %@ (الخروج %d)
de: local-tmux %@ fehlgeschlagen (Exit-Code %d)
es: falló local-tmux %@ (salida %d)
fr: échec de local-tmux %@ (code de sortie %d)
ja: local-tmux %@ に失敗しました（終了コード %d）
ko: local-tmux %@ 실패 (종료 코드 %d)
zh_hans: local-tmux %@ 失败（退出状态码 %d）
zh_hant: local-tmux %@ 失敗 (結束碼 %d)

# cli.localTmux.error.persistState
source: could not persist %@
ar: تعذر حفظ %@
de: %@ konnte nicht persistiert werden
es: no se pudo persistir %@
fr: impossible de persister %@
ja: %@ を保存できませんでした
ko: %@을(를) 유지할 수 없습니다.
zh_hans: 无法持久化 %@
zh_hant: 無法持久保存 %@

# cli.localTmux.error.pruneOnly
source: local-tmux --prune is only valid with cleanup
ar: الخيار local-tmux --prune صالح فقط مع cleanup
de: local-tmux --prune ist nur mit cleanup gültig
es: local-tmux --prune solo es válido con cleanup
fr: local-tmux --prune est uniquement valide avec cleanup
ja: local-tmux の --prune は cleanup でのみ使用できます
ko: local-tmux --prune은 cleanup에서만 유효합니다.
zh_hans: local-tmux --prune 仅在执行 cleanup 时有效
zh_hant: local-tmux --prune 僅在搭配 cleanup 時有效

# cli.localTmux.error.requiresApp
source: local-tmux %@ requires a running cmux app; use --headless for a direct tmux client
ar: يتطلب local-tmux %@ تطبيق cmux نشط؛ استخدم --headless لعميل tmux مباشر
de: local-tmux %@ erfordert eine laufende cmux-App; verwende --headless für einen direkten tmux-Client
es: local-tmux %@ requiere una aplicación cmux en ejecución; usa --headless para obtener un cliente de tmux directo
fr: local-tmux %@ nécessite une application cmux en cours d'exécution ; utilisez --headless pour un client tmux direct
ja: local-tmux %@ には実行中の cmux アプリが必要です。直接 tmux クライアントを使うには --headless を指定してください
ko: local-tmux %@은(는) 실행 중인 cmux 앱이 필요합니다. 직접 tmux 클라이언트를 사용하려면 --headless를 사용하십시오.
zh_hans: local-tmux %@ 需要运行中的 cmux 应用；请使用 --headless 以直接作为 tmux 客户端
zh_hant: local-tmux %@ 需要執行中的 cmux 軟體；請使用 --headless 以取得直接的 tmux 用戶端

# cli.localTmux.error.requiresValue
source: local-tmux: %@ requires a value
ar: local-tmux: يتطلب %@ قيمة
de: local-tmux: %@ erfordert einen Wert
es: local-tmux: %@ requiere un valor
fr: local-tmux : %@ requiert une valeur
ja: local-tmux: %@ には値が必要です
ko: local-tmux: %@은(는) 값이 필요합니다.
zh_hans: local-tmux：%@ 需要一个值
zh_hant: local-tmux: %@ 需要一個值

# cli.localTmux.error.runFailed
source: local-tmux could not run tmux
ar: تعذر على local-tmux تشغيل tmux
de: local-tmux konnte tmux nicht ausführen
es: local-tmux no pudo ejecutar tmux
fr: local-tmux n'a pas pu exécuter tmux
ja: local-tmux で tmux を実行できませんでした
ko: local-tmux가 tmux를 실행할 수 없습니다.
zh_hans: local-tmux 无法运行 tmux
zh_hant: local-tmux 無法執行 tmux

# cli.localTmux.error.selectorConflict
source: local-tmux: use either a session name or --id, not both
ar: local-tmux: استخدم إما اسم الجلسة أو --id، وليس كليهما
de: local-tmux: Verwenden Sie entweder einen Sitzungsnamen oder --id, nicht beides
es: local-tmux: use un nombre de sesión o --id, no ambos
fr: local-tmux : utilisez soit un nom de session soit --id, mais pas les deux
ja: local-tmux: セッション名または --id のどちらか一方を指定してください
ko: local-tmux: 세션 이름 또는 --id 중 하나만 사용해야 하며, 둘 다 사용할 수는 없습니다.
zh_hans: local-tmux：请使用会话名称或 --id 之一，不能同时使用
zh_hant: local-tmux: 請使用工作階段名稱或 --id，而非兩者皆用

# cli.localTmux.error.selectorRequired
source: local-tmux %@ requires a session name or --id %@
ar: يتطلب local-tmux %@ اسم جلسة أو --id %@
de: local-tmux %@ erfordert einen Sitzungsnamen oder --id %@
es: local-tmux %@ requiere un nombre de sesión o --id %@
fr: local-tmux %@ requiert un nom de session ou --id %@
ja: local-tmux %@ にはセッション名または --id が必要です %@
ko: local-tmux %@은(는) 세션 이름 또는 --id가 필요합니다 %@
zh_hans: local-tmux %@ 需要会话名称或 --id %@
zh_hant: local-tmux %@ 需要工作階段名稱或 --id %@

# cli.localTmux.error.sessionIDNotFound
source: local-tmux session not found for id %@
ar: لم يتم العثور على جلسة local-tmux للمعرف %@
de: local-tmux-Sitzung für die ID %@ nicht gefunden
es: sesión de local-tmux no encontrada para el id %@
fr: session local-tmux introuvable pour l'id %@
ja: 指定された ID の local-tmux セッションが見つかりません: %@
ko: ID %@에 대한 local-tmux 세션을 찾을 수 없습니다.
zh_hans: 未找到 ID 为 %@ 的 local-tmux 会话
zh_hant: 找不到 id 為 %@ 的 local-tmux 工作階段

# cli.localTmux.error.sessionIdentityChanged
source: local-tmux session identity changed; refusing to operate on replacement session: %@
ar: تغيرت هوية جلسة local-tmux؛ تم رفض العمل على الجلسة البديلة: %@
de: local-tmux-Sitzungsidentität hat sich geändert; Ausführung auf Ersatzsitzung wird verweigert: %@
es: la identidad de la sesión de local-tmux cambió; rechazando operar en la sesión de reemplazo: %@
fr: l'identité de la session local-tmux a changé ; refus de travailler sur la session de remplacement : %@
ja: local-tmux セッションの識別子が変更されたため、置き換えられたセッションへの操作を拒否しました: %@
ko: local-tmux 세션 식별 정보가 변경되었습니다. 대체 세션에 대한 작업 수행을 거부합니다: %@
zh_hans: local-tmux 会话标识已更改；拒绝在替换会话上操作：%@
zh_hant: local-tmux 工作階段識別已變更；拒絕對替換的工作階段進行操作：%@

# cli.localTmux.error.sessionIdentityUnavailable
source: local-tmux could not verify the tmux session identity: %@
ar: تعذر على local-tmux التحقق من هوية جلسة tmux: %@
de: local-tmux konnte die tmux-Sitzungsidentität nicht verifizieren: %@
es: local-tmux no pudo verificar la identidad de la sesión de tmux: %@
fr: local-tmux n'a pas pu vérifier l'identité de la session tmux : %@
ja: local-tmux で tmux セッションの識別子を確認できませんでした: %@
ko: local-tmux가 tmux 세션 식별 정보를 확인할 수 없습니다: %@
zh_hans: local-tmux 无法验证 tmux 会话标识：%@
zh_hant: local-tmux 無法驗證 tmux 工作階段識別：%@

# cli.localTmux.error.sessionNotFound
source: local-tmux session not found: %@
ar: لم يتم العثور على جلسة local-tmux: %@
de: local-tmux-Sitzung nicht gefunden: %@
es: sesión de local-tmux no encontrada: %@
fr: session local-tmux introuvable : %@
ja: local-tmux セッションが見つかりません: %@
ko: local-tmux 세션을 찾을 수 없습니다: %@
zh_hans: 未找到 local-tmux 会话：%@
zh_hant: 找不到 local-tmux 工作階段：%@

# cli.localTmux.error.sessionNotRunning
source: local-tmux session is no longer running: %@
ar: لم تعد جلسة local-tmux تعمل: %@
de: local-tmux-Sitzung läuft nicht mehr: %@
es: la sesión de local-tmux ya no se está ejecutando: %@
fr: la session local-tmux n'est plus en cours d'exécution : %@
ja: local-tmux セッションは実行されていません: %@
ko: local-tmux 세션이 더 이상 실행 중이지 않습니다: %@
zh_hans: local-tmux 会话已不再运行：%@
zh_hant: local-tmux 工作階段已不再執行：%@

# cli.localTmux.error.socketPathTooLong
source: local-tmux state directory is too long for a Unix socket: %@
ar: مسار دليل حالة local-tmux طويل جدًا لمقبس Unix: %@
de: local-tmux-Zustandsverzeichnis ist zu lang für einen Unix-Socket: %@
es: el directorio de estado de local-tmux es demasiado largo para un socket Unix: %@
fr: le répertoire d'état de local-tmux est trop long pour un socket Unix : %@
ja: local-tmux の状態ディレクトリが Unix ソケットには長すぎます: %@
ko: local-tmux 상태 디렉터리가 Unix 소켓에 비해 너무 깁니다: %@
zh_hans: 对于 Unix 套接字来说，local-tmux 状态目录过长：%@
zh_hant: local-tmux 狀態目錄對於 Unix socket 而言過長：%@

# cli.localTmux.error.stateOperationFailed
source: local-tmux state could not be accessed safely
ar: تعذر الوصول إلى حالة local-tmux بأمان
de: Auf den local-tmux-Zustand konnte nicht sicher zugegriffen werden
es: no se pudo acceder de forma segura al estado de local-tmux
fr: Impossible d'accéder en toute sécurité à l'état de local-tmux
ja: local-tmux の状態に安全にアクセスできませんでした
ko: local-tmux 상태에 안전하게 액세스할 수 없습니다.
zh_hans: 无法安全地访问 local-tmux 状态
zh_hant: 無法安全存取 local-tmux 狀態

# cli.localTmux.error.surfaceNotFound
source: local-tmux surface target was not found
ar: لم يتم العثور على السطح المستهدف لـ local-tmux
de: local-tmux-Zieloberfläche wurde nicht gefunden
es: no se encontró la superficie de destino de local-tmux
fr: La surface d’affichage cible de local-tmux n'a pas été trouvée
ja: local-tmux のサーフェス対象が見つかりません
ko: local-tmux 화면 대상을 찾을 수 없습니다.
zh_hans: 未找到 local-tmux 表面目标
zh_hant: 找不到 local-tmux 介面目標

# cli.localTmux.error.startID
source: local-tmux start accepts a name, not --id
ar: يقبل أمر بدء local-tmux اسمًا، وليس --id
de: local-tmux start akzeptiert einen Namen, nicht --id
es: local-tmux start acepta un nombre, no --id
fr: local-tmux start accepte un nom, pas --id
ja: local-tmux start では --id ではなく名前を指定してください
ko: local-tmux start는 --id가 아닌 이름을 허용합니다.
zh_hans: local-tmux start 接受名称，而不接受 --id
zh_hant: local-tmux start 接受名稱，而非 --id

# cli.localTmux.error.startOnly
source: local-tmux --cwd and --command are only valid with start
ar: الخياران local-tmux --cwd و --command صالحان فقط مع start
de: local-tmux --cwd und --command sind nur mit start gültig
es: local-tmux --cwd y --command solo son válidos con start
fr: local-tmux --cwd et --command ne sont valides qu'avec start
ja: local-tmux の --cwd と --command は start でのみ使用できます
ko: local-tmux --cwd 및 --command는 start에서만 유효합니다.
zh_hans: local-tmux --cwd 和 --command 仅在执行 start 时有效
zh_hant: local-tmux --cwd 與 --command 僅在搭配 start 時有效

# cli.localTmux.error.startRequiresName
source: local-tmux start requires a session name
ar: يتطلب بدء local-tmux اسم جلسة
de: local-tmux start erfordert einen Sitzungsnamen
es: local-tmux start requiere un nombre de sesión
fr: local-tmux start requiert un nom de session
ja: local-tmux start にはセッション名が必要です
ko: local-tmux start에는 세션 이름이 필요합니다.
zh_hans: local-tmux start 需要会话名称
zh_hant: local-tmux start 需要工作階段名稱

# cli.localTmux.error.timedOut
source: local-tmux command timed out
ar: انتهت مهلة أمر local-tmux
de: local-tmux-Befehl hat das Zeitlimit überschritten
es: el comando local-tmux agotó el tiempo de espera
fr: La commande local-tmux a expiré
ja: local-tmux コマンドがタイムアウトしました
ko: local-tmux 명령 시간 초과
zh_hans: local-tmux 命令超时
zh_hant: local-tmux 指令逾時

# cli.localTmux.error.tmuxMissing
source: local-tmux requires tmux. Install tmux or configure an executable tmux path
ar: يتطلب local-tmux وجود tmux. قم بتثبيت tmux أو تكوين مسار tmux قابل للتنفيذ
de: local-tmux erfordert tmux. Installieren Sie tmux oder konfigurieren Sie einen ausführbaren tmux-Pfad
es: local-tmux requiere tmux. Instale tmux o configure una ruta de ejecutable para tmux
fr: local-tmux requiert tmux. Installez tmux ou configurez un chemin d'accès exécutable pour tmux
ja: local-tmux には tmux が必要です。tmux をインストールするか、実行可能な tmux のパスを設定してください
ko: local-tmux에는 tmux가 필요합니다. tmux를 설치하거나 실행 가능한 tmux 경로를 구성하십시오.
zh_hans: local-tmux 需要 tmux。请安装 tmux 或配置可执行的 tmux 路径
zh_hant: local-tmux 需要 tmux。請安裝 tmux 或設定可執行的 tmux 路徑

# cli.localTmux.error.tmuxAliasAttachOnly
source: the tmux alias only supports attach; use local-tmux for other session operations
ar: يدعم الاسم المستعار لـ tmux أمر attach فقط؛ استخدم local-tmux لعمليات الجلسة الأخرى
de: Der tmux-Alias unterstützt nur attach; verwenden Sie local-tmux für andere Sitzungsoperationen
es: el alias de tmux solo admite attach; use local-tmux para otras operaciones de sesión
fr: l'alias tmux prend uniquement en charge attach ; utilisez local-tmux pour les autres opérations de session
ja: tmux エイリアスは attach のみをサポートします。他のセッション操作には local-tmux を使用してください
ko: tmux 별칭은 attach만 지원합니다. 다른 세션 작업에는 local-tmux를 사용하십시오.
zh_hans: tmux 别名仅支持 attach；其他会话操作请使用 local-tmux
zh_hant: tmux 別名僅支援 attach；其他工作階段操作請使用 local-tmux

# cli.localTmux.error.targetNotFound
source: local-tmux could not resolve %@ target %@
ar: تعذر على local-tmux حل مستهدف %@ لـ %@
de: local-tmux konnte für %@ das Ziel %@ nicht auflösen
es: local-tmux no pudo resolver el objetivo de %@ %@
fr: local-tmux n'a pas pu résoudre la cible %@ %@
ja: local-tmux で %@ の対象 %@ を解決できませんでした
ko: local-tmux가 %@ 대상 %@을(를) 확인할 수 없습니다.
zh_hans: local-tmux 无法解析 %@ 目标 %@
zh_hant: local-tmux 無法解析 %@ 目標 %@

# cli.localTmux.error.livenessUnavailable
source: local-tmux could not verify the existing surface; no new client was created
ar: تعذر على local-tmux التحقق من السطح الحالي؛ لم يتم إنشاء عميل جديد
de: local-tmux konnte die bestehende Oberfläche nicht verifizieren; es wurde kein neuer Client erstellt
es: local-tmux no pudo verificar la superficie existente; no se creó ningún cliente nuevo
fr: local-tmux n'a pas pu vérifier la surface d’affichage existante ; aucun nouveau client n'a été créé
ja: local-tmux で既存サーフェスを確認できなかったため、新しいクライアントは作成されませんでした
ko: local-tmux가 기존 화면을 확인할 수 없습니다. 새 클라이언트가 생성되지 않았습니다.
zh_hans: local-tmux 无法验证现有表面；未创建新客户端
zh_hant: local-tmux 無法驗證現有的介面；未建立新的用戶端

# cli.localTmux.error.workspaceNotFound
source: local-tmux workspace target was not found
ar: لم يتم العثور على مساحة العمل المستهدفة لـ local-tmux
de: local-tmux-Zielarbeitsbereich wurde nicht gefunden
es: no se encontró el espacio de trabajo de destino de local-tmux
fr: La cible d'espace de travail local-tmux n'a pas été trouvée
ja: local-tmux のワークスペース対象が見つかりません
ko: local-tmux 작업 공간 대상을 찾을 수 없습니다.
zh_hans: 未找到 local-tmux 工作区目标
zh_hant: 找不到 local-tmux 工作區目標

# cli.localTmux.error.workspaceRequiredForTarget
source: local-tmux pane or surface targets require a workspace
ar: تتطلب مستهدفات الجزء أو السطح لـ local-tmux مساحة عمل
de: local-tmux-Teilfenster- oder Oberfläche-Ziele erfordern einen Arbeitsbereich
es: los destinos de panel o superficie de local-tmux requieren un espacio de trabajo
fr: Les cibles de volet ou de surface d’affichage local-tmux requièrent un espace de travail
ja: local-tmux の pane または surface 対象にはワークスペースが必要です
ko: local-tmux 분할 창 또는 화면 대상에는 작업 공간이 필요합니다.
zh_hans: local-tmux 窗格或表面目标需要指定工作区
zh_hant: local-tmux 窗格或介面目標需要工作區

# cli.localTmux.error.unexpectedArgument
source: local-tmux: unexpected argument '%@'
ar: local-tmux: وسيط غير متوقع '%@'
de: local-tmux: unerwartetes Argument „%@“
es: local-tmux: argumento inesperado '%@'
fr: local-tmux : argument inattendu '%@'
ja: local-tmux: 予期しない引数 '%@'
ko: local-tmux: 예상치 못한 인수 '%@'
zh_hans: local-tmux：非预期的参数 '%@'
zh_hant: local-tmux: 未預期的引數 '%@'

# cli.localTmux.error.unknownFlag
source: local-tmux: unknown flag '%@' %@
ar: local-tmux: علم غير معروف '%@' %@
de: local-tmux: unbekanntes Flag „%@“ %@
es: local-tmux: opción desconocida '%@' %@
fr: local-tmux : option inconnue '%@' %@
ja: local-tmux: 不明なフラグ '%@' %@
ko: local-tmux: 알 수 없는 플래그 '%@' %@
zh_hans: local-tmux：未知标志 '%@' %@
zh_hant: local-tmux: 未知的旗標 '%@' %@

# cli.localTmux.error.unknownSubcommand
source: Unknown local-tmux subcommand '%@'. %@
ar: أمر فرعي غير معروف لـ local-tmux '%@'. %@
de: Unbekannter local-tmux-Unterbefehl „%@“. %@
es: Subcomando de local-tmux desconocido '%@'. %@
fr: Sous-commande de local-tmux inconnue '%@'. %@
ja: 不明な local-tmux サブコマンド '%@' です。 %@
ko: 알 수 없는 local-tmux 하위 명령 '%@'. %@
zh_hans: 未知的 local-tmux 子命令 '%@'。 %@
zh_hant: 未知的 local-tmux 子指令 '%@'。 %@

# cli.localTmux.error.writeState
source: could not write %@
ar: تعذر كتابة %@
de: %@ konnte nicht geschrieben werden
es: no se pudo escribir %@
fr: impossible d'écrire %@
ja: %@ に書き込めませんでした
ko: %@을(를) 쓸 수 없습니다.
zh_hans: 无法写入 %@
zh_hant: 無法寫入 %@

# cli.localTmux.error.workspaceCreateFailed
source: local-tmux could not create a workspace for %@
ar: تعذر على local-tmux إنشاء مساحة عمل لـ %@
de: local-tmux konnte keinen Arbeitsbereich für %@ erstellen
es: local-tmux no pudo crear un espacio de trabajo para %@
fr: local-tmux n'a pas pu créer un espace de travail pour %@
ja: %@ 用のワークスペースを local-tmux で作成できませんでした
ko: local-tmux가 %@에 대한 작업 공간을 생성할 수 없습니다.
zh_hans: local-tmux 无法为 %@ 创建工作区
zh_hant: local-tmux 無法為 %@ 建立工作區

# cli.localTmux.output.attached
source: OK session=%@ surface=%@ mode=local-tmux
ar: موافق session=%@ surface=%@ mode=local-tmux

# cli.localTmux.output.closed
source: OK closed session=%@
ar: OK تم إغلاق session=%@
de: OK session=%@ geschlossen
es: OK session=%@ cerrada
fr: OK session=%@ fermée
ja: OK session=%@ を閉じました
ko: OK session=%@ 닫힘
zh_hans: OK 已关闭 session=%@
zh_hant: OK 已關閉 session=%@

# cli.localTmux.output.detached
source: OK detached session=%@ client=%@
ar: OK تم فصل session=%@ client=%@
de: OK session=%@ client=%@ abgekoppelt
es: OK session=%@ client=%@ desvinculado
fr: OK session=%@ client=%@ détaché
ja: OK session=%@ client=%@ をデタッチしました
ko: OK session=%@ client=%@ 분리됨
zh_hans: OK 已分离 session=%@ client=%@
zh_hant: OK 已分離 session=%@ client=%@

# cli.localTmux.output.detachedAll
source: OK detached all clients from session=%@
ar: OK تم فصل جميع العملاء عن session=%@
de: OK alle Clients von session=%@ abgekoppelt
es: OK todos los clientes de session=%@ desvinculados
fr: OK tous les clients de session=%@ détachés
ja: OK session=%@ のすべてのクライアントをデタッチしました
ko: OK session=%@의 모든 클라이언트 분리됨
zh_hans: OK 已分离 session=%@ 的所有客户端
zh_hant: OK 已分離 session=%@ 的所有用戶端

# cli.localTmux.output.foundStale
source: Found %lld stale local tmux sessions; pass --prune to remove them
ar: تم العثور على %lld من جلسات tmux المحلية القديمة؛ مرر --prune لإزالتها
de: %lld veraltete lokale tmux-Sitzungen gefunden; geben Sie --prune an, um sie zu entfernen
es: Se encontraron %lld sesiones locales de tmux obsoletas; pasa --prune para eliminarlas
fr: Trouvé %lld sessions tmux locales périmées ; passez --prune pour les supprimer
ja: %lld 個の不要なローカル tmux セッションが見つかりました。削除するには --prune を指定してください
ko: %lld개의 오래된 로컬 tmux 세션을 발견했습니다. 제거하려면 --prune을 전달하세요.
zh_hans: 发现 %lld 个陈旧的本地 tmux 会话；请使用 --prune 来移除它们
zh_hant: 找到 %lld 個過期的本機 tmux 工作階段；請加上 --prune 來移除它們

# cli.localTmux.output.noSessions
source: No local tmux sessions
ar: لا توجد جلسات tmux محلية
de: Keine lokalen tmux-Sitzungen
es: No hay sesiones locales de tmux
fr: Aucune session tmux locale
ja: local tmux セッションはありません
ko: 로컬 tmux 세션이 없습니다.
zh_hans: 无本地 tmux 会话
zh_hant: 無本機 tmux 工作階段
